Repository: vadexito/Voilyfe
Catalog: application/translations/*.po
Languages: de, fr, pl

# menu_home
source: home
fr: accueil
pl: strona główna

# menu_event
source: event
de: Ereignis
fr: Mes événements
pl: wydarzenie

# menu_event_add
source: New event
de: Ereignis hinzufügen
fr: Nouvel événement
pl: nowe wydarzenie

# menu_metaCategory
source: categories
de: Kategorien
fr: Mes catégories
pl: moje kategorie

# menu_user
source: My profile
de: Benutzer
fr: Mon profil
pl: profil użytkownika

# menu_logout
source: Log out
de: ausloggen
fr: Se déconnecter
pl: wyloguj

# menu_set_preferences
source: Preferences
de: Optionen
fr: Préférences
pl: opcje

source: menu_help
fr: Aide

source: menu_data
fr: Données

source: Sign-in to Mylife
de: Anmelden
fr: Connection

# action_login
source: sign in
de: anmelden
fr: Connexion
pl: Zaloguj się

# user_rememberMe
source: Remember me
de: Angemeldet bleiben
fr: Rester connecté ?
pl: zapamiętaj mnie

# user_forgotten_password
source: forgot password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
pl: nie pamiętasz hasła?

source: username
de: Benutzername
fr: nom d'utilisateur
pl: nazwa użytkownika

# user_password
source: password
de: Passwort
fr: Mot de passe
pl: hasło

# action_save
source: Save
de: speichern
fr: Enregistrer
pl: zapisz

# action_create
source: Create
de: erstellen
fr: Créer
pl: utwórz

# item_address
source: address
de: Adresse
fr: adresse
pl: adres

# no_authorization_view_page
source: You are not authorized to see this page
de: Zugang zu diesem Inhalt gesperrt
fr: Vous n'avez pas d'autorisation pour voir cette page
pl: nie możesz przeglądać tej strony

# menu_user_profile
source: My profile
de: Benutzerprofil
fr: Mon profil
pl: mój profil

# menu_language
source: Language :
de: Sprache:
fr: langue :
pl: język:

# legend_all_events
source: all events
de: Alle Ereignisse
fr: Tous mes événements
pl: wszystkie wydarzenia

# category_unknown
source: Unknown
de: nicht bekannt
fr: Catégorie inconnue
pl: nieznane

# msg_event_created
source: Your event was successfully created
de: Ereignis erstellt
fr: Voila ! Un nouvel événement a été créé
pl: twoje wydarzenie zostało utworzone

# msg_event_updated
source: Your event was successfully updated
de: Ereignis aktualisiert
fr: Voilà ! Votre événement est bien mis à jour !
pl: twoje wydarzenie zostało uaktualnione

# msg_event_deleted
source: your event was successfully deleted
de: Ereignis gelöscht
fr: Votre événement a été effacé.
pl: twoje wydarzenie zostało usunięte

# item_cuisineType
source: cuisine type
de: Art der Küche
fr: Type de cuisine
pl: rodzaj kuchni

# item_duration
source: duration
de: Dauer
fr: durée
pl: długość trwania

source: title_total_time
de: Zeit
fr: Temps (total)

source: unit_month
de: Monat
fr: mois

# item_location
source: location
de: Standort
fr: lieu
pl: miejsce

# item_meals
source: meals
de: Essen
fr: plats
pl: dania

# item_mealtype
source: meal type
de: Essensart
fr: type de repas
pl: posiłki

# item_medicine
source: medicine
de: Medizin
fr: médicament
pl: leki

# item_name
source: name
fr: nom
pl: nazwa

# item_persons
source: persons
de: Personen
fr: participants
pl: osoby

# msg_press_return_to_save
source: Press return to tag
de: Drücke Enter um zu speichern
fr: Appuyer sur entrée pour valider le 'tag'

# item_phoneNumber
source: phone number
de: Telefonnummer
fr: Numéro de téléphone
pl: numer telefonu

# item_price
source: price
de: Preis
fr: prix
pl: cena

# title_amount
source: amout
de: Summe
fr: Montant

source: title_total_quantity
de: Menge
fr: Quantité (total)

# item_subcategory
source: subcategory
de: Unterkategorie
fr: Sous catégorie

# item_tags
source: tags
fr: Mots-clés

# item_typeswimming
source: type of swimming
de: Schwimmstil
fr: Type de nage
pl: styl pływacki

# menu_createNewEvent
source: Create new event
de: Neues Ereignis erstellen
fr: Créer un nouvel événement
pl: utwórz nowy element

# item_frequency
source: frequency
de: Häufigkeit
fr: Fréquence

# menu_short_categories
source: Cat
de: Kategorien
fr: Catégories
pl: kategorie

# msg_noEventToShow
source: No event in your Mylife
de: Keine Eregnisse
fr: Pas d'événement en mémoire
pl: brak wydarzeń do wyświetlenia

# item_category
source: category
de: Kategorie
fr: Catégorie
pl: kategoria

source: msg_user_preferences_saved
fr: Vos options ont été sauvegardées

# msg_user_registered
source: Congratulations! You are new member!
de: Registrierter Benutzer
fr: Félicitations ! Vous êtes membre !
pl: nasze gratulacje, zostałeś przyjęty

# item_confirmPassword
source: password confirmation
de: Passwortbestätigung
fr: Confirmation du mot de passe
pl: potwierdź swoje hasło

# item_first_name
source: firstname
de: Vorname
fr: prénom
pl: imię

# item_last_name
source: lastname
de: Familienname
fr: nom
pl: nazwisko

# item_captcha
source: Please enter the word you see
de: Füge das angezeite Wort ein:
fr: entrer le mot ci-dessus
pl: proszę wpisać słowo

# action_register
source: Sign up for Mylife
de: Registrieren
fr: Rejoindre Mylife !
pl: Zarejestruj się na Mylife

source: Terms of Service
fr: Conditions d'utilisation

source: Privacy Policy
fr: Politique de confidentialité

source: By clicking the button, you agree to the %terms1% and to the %terms2%.
fr: En appuyant sur le button, vous acceptez les %terms1% et la %terms2%.

source: item_country
fr: Pays de résidence

# item_email
source: Email
fr: Adresse email

source: item_mobile_version
de: Mobilversion
fr: Version mobile

# action_delete
source: Delete
de: löschen
fr: effacer

# msg_question_already_member
source: Already member ? Log in
de: Schon Mitglied?
fr: Connection
pl: jesteś już zarejestrowany? zaloguj się

# site_shortpres
source: Mylife allows you to memorize, keep and visualize your life with a few clicks
de: Mylife ermöglicht Dir zu speichern, behalten und visualisieren Dein Leben mit wenig Klicks!
fr: Mylife permet de mémoriser, conserver et visualiser sa vie en quelques clicks.
pl: mylife umożliwia ci wizualizację twojego życia w kilku klikach

# menu_find_event
source: Find event
de: finde das Ereignis
fr: Recherche
pl: znajdź wydarzenie

# menu_see_categories
source: Categories
de: Kategorien
fr: Catégories

# static_content_aboutUs
source: about us
de: Über uns
fr: À propos
pl: O nas

# static_content_help
source: help
de: Hilfe
fr: Aide
pl: pomoc

# static_content_terms
source: terms
de: Bedingungen
fr: Conditions
pl: regulamin

# static_content_privacy
source: privacy
de: Datenschutz
fr: Confidentialité
pl: Prywatność

# static_content_languages
source: languages
de: Sprache
fr: Langues
pl: język

# button_search_current_event
source: Seach current event
de: Aktuelles Ereignis
fr: Trouver l'événement en cours
pl: szukaj aktualnego wydarzenia

# button_add_new_event
source: New event
de: Neues Ereignis hinzufügen
fr: Nouvel événement
pl: dodaj nowe wydarzenie

# button_see_categories
source: Categories
de: Kategorien
fr: Voir catégories
pl: wyświetl kategorie

# title_nb_results
source: Number of results
de: Anzahl der Ereignisse
fr: Résultats
pl: liczba wyników

source: Remember your life and visualize it anytime from anywhere!
de: Errinere Dich an Dein Leben stelle es dar wann und wo Du willst!
fr: Conservez votre vie et visualiser la à tout moment
pl: Zapamiętaj swoje życie i wizualizuj je jak, kiedy i gdzie chcesz!

source: Save your life, do not forget anymore!
de: Speichere Dein Leben und vergiss nichts mehr!
fr: Gardez votre vie, ne la laisser pas s'oublier
pl: Zapisuj swoje życie tak, aby nic więcej nie zapomnieć!

source: Save every part of your life you would like to. Write a diary of all the activies, events you want.
de: Speichere jeden Teil Deines Lebens. Schreibe ein Tagebuch über alle Deinen Aktivitäten und Ereignisse Deines Lebens.
fr: Conservez le rythme de votre vie, vos habitudes et vos moments importants
pl: Zapisuj każdą część swojego życia. Napisz pamiętnik z każdego wydarzenia, które chciałbyś dokładnie zapamiętać!

source: Remember your life, accessing it anywhere
de: Erinnere Dich an Dein Leben überall!
fr: Mémorisez votre vie avec un accès partout
pl: Zapamiętuj wydarzenia swojego życia, mając do nich dostęp zawsze i wszędzie!

source: Find what you want in your passed saved life. Mylife offers a powerful tool to sort and access your events
de: Finde, was Du brauchst von Deinen gespeicherten Ereignissen. Mylife bietet ein excellentes Tool für Sortieren Deiner Ereignisse!
fr: Retrouvez un événement passé, triez et visualisez une série d'événément
pl: Znajdź czego potrzebujesz w swoich zapisanych wydarzeniach. Mylife pomaga szybko i skutecznie w sortowaniu twoich wydarzeń

source: Visualize you life
de: Visualisiere Dein Leben
fr: Visualisez votre vie
pl: Wizaulizuj swoje życie

source: You can see summaries, graphs, dictionaries giving a short but accessible picture of every aspects of your life
de: Du kannst Diagramme, Zusammenfassung oder Wortschatz sehen, die Dir ein kleines aber zugängliches Bild über jeden Aspekt Deines Lebens zeigen.
fr: Vous pouvez voir résumé, graphiques, dictionnaire donnant un aperçu parlant de votre vie
pl: Możesz oglądać podsumowania, wykresy, słowa, dające szybki i przystępny obraz wielu aspektów twojego życia

source: See where you are
de: Schaue wo Du stehst
fr: Découvrez qui vous êtes
pl: Zorientuj się, na czym stoisz

# menu_connect
source: Connect
de: verbinden
fr: Se connecter
pl: połączenie

# menu_signin
source: Sign in
de: Registrieren
fr: S'inscrire
pl: zarejestruj się

# site_slogan
source: Life is worth keeping it
de: Es lohnt sich, an das Leben zu erinnern
fr: La vie vaut la peine d'être retenue!
pl: życie jest godne zapamiętania

# msg_question_become_member
source: Want to register?
de: Kein Mitglied?
fr: S'inscrire
pl: jesteś już zarejestrowany?

# msg_questionSureToDelete
source: Can you confirm this?
de: Du möchtest den Vorgang löschen?
fr: Confirmez-vous ?
pl: potwierdź usunięcie

source: msg_welcome
de: Willkommen
fr: bienvenue

# menu_add_event
source: new event
de: Ereignis hinzufügen
fr: Nouvel événement
pl: dodaj wydarzenie

# menu_back_to_previous_page
source: Back
de: zurück
fr: Retour
pl: powrót

# menu_settings
source: Settings
de: Einstellungen
fr: Options
pl: ustawienia

# menu_summary_allevents
source: All in a nutshell
de: Alle Ereignisse
fr: En un clin d'oeil
pl: wszystkie wydarzenia

# menu_events
source: events
de: Ereignisse
fr: Evénements

# event_edit_button
source: Edit
de: ändern
fr: Editer

# event_delete_button
source: Delete
de: Löschen
fr: effacer

# title_question_delete_event
source: Delete
de: Löschen
fr: Effacer

# mgs_sure_to_delete?
source: Are you sure?
de: Sind Sie sicher?
fr: Etes-vous bien sûr ?

# mgs_no_cancellation_of_action?
source: One event is deleted, you cannot cancel it
de: Kein Ruckmehr möglich
fr: La suppression est définitive

# button_cancel
source: cancel
de: annullieren
fr: Annuler

# button_confirm?
source: Confim
de: Bestätigen
fr: Confirmer

# menu_list_category_to_add_new_events
source: Other categories
de: Neues Ereignis hinzufügen
fr: Ajouter un événement
pl: wybierz kategorię i dodaj wydarzenie

# menu_list_more_categories
source: More categories
de: mehr Kategorien
fr: Plus de catégories
pl: więcej kategorii

# searchbar_search_categories
source: Categories
de: Kategorien suchen
fr: Chercher une catégorie
pl: kategorie

# menu_list_meta_category
source: Families of categories
de: Kategorien
fr: Visualiser une famille de catégories

# menu_last_events
source: Last events
de: letztes Ereignis
fr: Derniers
pl: ostanie wydarzenie

# menu_calendar
source: Calendar
de: Kalender
fr: Calendrier
pl: kalendarz

# menu_options
source: Preferences
de: Einstellungen
fr: Préférences
pl: opcje

# menu_cancel
source: cancel
de: annullieren
fr: Annuler
pl: anuluj

# menu_save
source: save
de: speichern
fr: Enregistrer
pl: zapisz

# menu_done
source: done
de: erstellt
fr: Fait
pl: gotowe

source: We believe Mylife can help you know yourself better and change your life
fr: Nous sommes convaincus que Mylife peut aider à mieux se connaitre soi-même et changer votre vie

source: item_help_build
fr: Construire

source: Add new event and build Your life
fr: Ajouter un nouvel événement construisez votre vie

source: Browse and choose a category to add new events.
fr: Choississez un catégorie afin d'y ajouter un événement

source: item_help_categories
fr: Par catégories

source: Dedicated views for each category for a better experience
fr: Des vues dédiées à chaque catégories pour une meilleure expérience

source: Each category is designed to give the best experience when browsing your events.
fr: Chaque catégorie a été réalisée pour vous donner la meilleure expérience adaptées à vos événements.

source: item_help_visualize
fr: Visualiser

source: Three views for a complete visualization
fr: Trois vues permettent une complète visualisation des événements

source: An event view, a calendar and graphs provide great event visuals.
fr: Une vue des derniers événements, un calendrier et un jeu de visuels

source: menu_update_profile
fr: Profil

# category_book
source: reading
de: Bücher
fr: Livres
pl: książki

# category_boughteating
source: bought eating
de: gekauftes Essen
fr: Repas achetés
pl: zakupione jedzenie

# category_delivery
source: eating delivery
de: Lieferung
fr: Livraisons de repas
pl: dostawa

# category_everydaylife
source: everyday life
de: tägliches Leben
fr: Vie de tous les jours
pl: życie codzienne

# category_family
source: family
de: Familie
fr: Famille
pl: rodzina

# category_games
source: games
de: Spiele
fr: Jeux
pl: gry

# category_health
source: health
de: Gesundheit
fr: Santé
pl: zdrowie

# category_leisure
source: leisure
de: Freizeit
fr: Loisirs
pl: rozrywka

# category_medicine
source: medicine
de: Medizin
fr: Médical
pl: leki

# category_music
source: music
de: Musik
fr: Musique
pl: muzyka

# category_present
source: presents
de: Geschenke
fr: Cadeaux

# category_restaurant
source: restaurant
fr: Restaurants
pl: restauracje

# category_running
source: running
de: Laufen
fr: Course à pied
pl: bieganie

# category_social
source: social activities
de: geselschaftliches Leben
fr: Activités sociales
pl: aktywności społecznościowe

# category_swimming
source: swimming
de: Schwimmen
fr: Natation
pl: pływanie

# category_trip
source: trip
de: Reisen
fr: Voyages
pl: podróże

# category_work
source: work
de: Arbeit
fr: Travail
pl: praca

# item_quantity
source: quantity
de: Anzahl
fr: quantité
pl: ilość

# item_opinion
source: opinion
de: Meinung
fr: Avis
pl: opinia

# item_company
source: company
de: Firma
fr: société
pl: firma

source: item_mealtype_breakfast
de: Frühstück
fr: petit-déjeuner

source: item_mealtype_lunch
de: Mittagessen
fr: Déjeuner

source: item_mealtype_dinner
de: Abendessen
fr: diner

source: item_mealtype_brunch
fr: brunch

source: item_cuisineType_French
fr: cuisine française

source: item_cuisineType_Italian
fr: cuisine italienne

source: item_cuisineType_Vietnamese
fr: cuisine vietnamienne

source: item_cuisineType_Japanese
fr: cuisine japonaise

source: item_cuisineType_indian
fr: cuisine indienne

source: item_paracetamol
fr: paracetamol

source: item_aspirine
fr: aspirine

# item_typeswimming_breaststroke
source: breaststroke
de: Brustschwimmen
fr: Brasse

# item_typeswimming_back
source: back
de: Rückenschwimmen
fr: Dos

source: Invalid type given. String, integer or float expected
de: Ungültiges Wert
fr: Type invalide fourni. Une chaine de caractère, un nombre entier ou flottant sont attendus

source: '%value%' contains characters which are non alphabetic and no digits
de: Ungültiges Wert
fr: '%value%' contient des caractères qui ne sont ni alphabétiques ni des nombres
pl: '%value%' zawiera znaki, które nie ani są literami ani cyframi

source: '%value%' is an empty string
de: '%value%' ist leer
fr: '%value%' est une chaine de caractères vide

source: Invalid type given. String expected
de: Ungültiges Wert
fr: Type invalide fourni. Chaine de caractère attendue.

source: '%value%' contains non alphabetic characters
de: Ungültiges Wert
fr: '%value%' contient certain caractères non alphabétiques

source: Invalid type given. String, integer, array or Zend_Date expected
de: Ungültiges Wert
fr: Type invalide donné. Une chaine de caractère, un nombre entier, un tableau ou un object de type Zend_Date sont attendus

source: '%value%' does not appear to be a valid date
de: Ungültiges Wert
fr: '%value%' ne semble pas être une date valide

source: '%value%' does not fit the date format '%format%'
de: Ungültiges Wert
fr: '%value%' ne respecte pas le format de date : '%format%'
pl: '%value%' nie jest formatem daty '%format%'

source: '%value%' must contain only digits
de: '%value%' muss nur Ziffer enthalten
fr: '%value%' ne doit contenir que des nombres
pl: '%value%' musi zawierać tylko cyfry

source: '%value%' is no valid email address in the basic format local-part@hostname
de: '%value%' ist keine gültige Email Adresse
fr: '%value%' n'est pas une adresse email valide avec une format de type partie-locale@nomhote
pl: '%value%' nie jest właściwym formatem adresu emailowego w formacie bazowym local-part@hostname

source: '%value%' exceeds the allowed length
de: '%value%' überschreitet die erlaubte Länge
fr: '%value%' dépasse la longueur autorisée

source: '%value%' does not appear to be a float
de: Ungültiges Wert
fr: '%value%' ne semble pas être un nombre de type flottant

source: '%value%' is not greater than '%min%'
de: Ungültiges Wert
fr: '%value%' n'est pas plus grand que le minimum de '%min%'

source: The two given tokens do not match
de: Die Werte sind nicht zusammenhängend
fr: Les deux éléments ne correspondent pas

source: No token was provided to match against
de: Ungültiges Wert
fr: Pas de valeur apportée pour vérifier une concordance

source: '%value%' was not found in the haystack
de: Ungültiges Wert
fr: '%value%' n'a pas été trouvée dans l'ensemble de valeurs

source: Invalid type given. String or integer expected
de: Ungültiges Wert
fr: Type invalide fourni. Chaine de caractères ou nombre entier attendus

source: '%value%' does not appear to be an integer
de: '%value%' muss eine ganze Zahl sein
fr: '%value%' n'est pas un entier

source: '%value%' is not less than '%max%'
de: '%value%' ist nicht weinger als '%max%'
fr: '%value%' n'est pas inférieur au maximum '%max%'

source: Value is required and can't be empty
de: Bitte geben Sie einen Wert
fr: Ce champs ne peut être laissé sans une valeur.
pl: proszę wpisać wartość

source: Invalid type given. String, integer, float, boolean or array expected
de: Ungültiges Wert
fr: Type invalide fourni. Une chaine de caractère, un nombre entier, un nombre flottant, un booléen ou un tableau sont autorisés
pl: Zle dane

source: '%value%' is less than %min% characters long
de: Ungültiges Wert
fr: '%value%' contient moins de %min% caractères
pl: Zle dane

source: '%value%' is more than %max% characters long
de: Ungültiges Wert
fr: '%value%' contient plus de %max% caractères
pl: Zle dane

source: Too many files, maximum '%max%' are allowed but '%count%' are given
de: Zu viele Dateien. Max von '%max%' .'%count%' gegeben
fr: Nombre trop important de fichier. Maximum de '%max%' autorisés contre '%count%' fournis
pl: Zle dane

source: Too few files, minimum '%min%' are expected but '%count%' are given
de: Zu wenig Dateien. Min von '%min%' .'%count%' gegeben
fr: Nombre trop faible de fichier. Minimum de '%min%' attendus contre '%count%' fournis
pl: Zle dane

source: File '%value%' does not exist
de: Die Datei '%value%' existiert nicht
fr: Le fichier '%value%' n'existe pas
pl: Zle dane

source: File '%value%' exists
de: Die Datei '%value%' existiert nicht
fr: Le fichier '%value%' existe
pl: Zle dane

source: Maximum allowed size for file '%value%' is '%max%' but '%size%' detected
de: Maximum Größe für Datei '%value%' ist '%max%'. '%size%' gegeben
fr: La taille maximum autorisée pour le fichier '%value%' est '%max%' mais une taille de '%size%' a été détectée
pl: Zle dane

source: Minimum expected size for file '%value%' is '%min%' but '%size%' detected
de: Minimum Größe von für '%value%' ist '%min%' . '%size%' gegeben
fr: La taille minimale attendue pour le fichier '%value%' est de '%min%' mais '%size%' a été détectée
pl: Zle dane

source: File '%value%' is not readable or does not exist
de: Die Datei '%value%' kann nicht gelesen werden order existiert nicht
fr: Le fichier '%value%' n'est pas lisible ou n'existe pas
pl: Zle dane

# item_date
source: date
de: Datum
pl: data

# item_image
source: image
de: Bild

# item_type
source: type
de: Sorte

# name_site
source: Mylife
de: Seite

# item_page
source: page
de: Seite
pl: strona

# menu_graphs
source: Stats
de: Diagramm
pl: wykresy

# category_art
source: art
de: Künst
pl: sztuka

# category_culture
source: culture
de: Kultur
pl: kultura

# category_films
source: films
de: Filmen
pl: filmy

# item_typeswimming_crawl
source: crawl
de: Kraulen

# category_bridge
source: bridge
pl: brydż

# item_restaurant
source: restaurant
pl: restauracja

# item_restaurants
source: restaurants
pl: restauracje
